//LSTDSD   JOB ,'RACF LISTDSD',NOTIFY=&SYSUID
//STEP1    EXEC PGM=IKJEFT01,DYNAMNBR=50,REGION=0M
//SYSTSPRT DD  DISP=(NEW,CATLG,DELETE),
//             DSN=YOUR.OUTPUT.LISTDSD.REPORT,
//             SPACE=(CYL,(5,5),RLSE),
//             DCB=(RECFM=VB,LRECL=255,BLKSIZE=0)
//INLIST   DD  DISP=SHR,DSN=YOUR.INPUT.DSN.LIST
//SYSTSIN  DD  *
  EXEC 'YOUR.REXX.EXEC.LIB(LSTRACF)'
/*
